import Head from 'next/head'
import "../styles/agreement.scss"

export default () => 
  <div>
    <Head>
      <title>使用协议</title>
      <meta name="viewport" content="initial-scale=1.0, width=device-width" />
    </Head>
    <div className="body">
      <div className="title">希尔顿官方预定微信小程序使用协议</div>
      <div className="content">
        <div className="subtitle">I. 重要信息！这是一份具有法律约束力的协议（本“协议”）。在使用本小程序前，请认真阅读本协议中所列的各项适用条款。</div>
        <div>本协议约束您对本小程序的使用行为，由希尔顿酒店管理（上海）有限公司（在此简称 “希尔顿”、“我们”或“我们的”）和您（“您”代表自己、您为其注册账号的买方、会员或供应商）之间签订。使用、浏览、传播、保存、存储和／或以其他方式利用本小程序、本小程序提供的服务或功能和／或本小程序的内容，表示您已接受以下所列的各项及所有适用条款，并放弃任何因本协议中含糊或错误之处提出索赔的权利。
          <span className="bold ">如果您不接受本协议各项及所有适用条款，请立即停止使用并退出本小程序。</span> 我们保留在不加以通知的情况下，经全权绝对酌情决定随时修改、修订、增加或删除本协议部分条款的权利，除非另行说明，此类修改将立即生效；因此，请定期查阅本协议各项条款以了解修改内容。如果您在本协议的修改内容发布后继续使用本小程序，则表明您已接受这些修改。</div>
        <div>您需使用账号密码登录或第三方账号登录本小程序，您需保管好有关账号密码，并需对该账号密码下的操作行为承担责任。</div>
      </div>
      <div className="content">
        <div className="subtitle">II. 使用资格 </div>
        <div>本小程序仅适用于在适用法律下可签署具有法律约束力合同的个人与实体。在不限制前述规定的前提下，本小程序及本小程序所提供的服务不适用于未成年人。如果您不符合资格，您不得使用本小程序。您保证您已年满十八 (18) 周岁，因而可使用本小程序订房。如果您未满十八周岁，请直接与酒店联系以获得帮助。</div>
        <div>您亦保证，您已获得法律授权，以代表您自己或其他您已获得授权代其行事的个人进行旅行预订和/或消费。您仅可使用本小程序进行合法的预订或消费，而不得出于任何其他目的使用本小程序，包括但不限于进行任何投机、虚假或欺诈性质的预订，或任何针对预期需求的预订。</div>
        <div>我们保留在您涉及欺诈或不当行为，或在预订包含错误，或因错误或试图避开 希尔顿 或酒店政策或适用条款而导致生成预订的情况下取消或修改预订的权利。</div>
        <div>您理解，过度使用或滥用本小程序的预订工具，可能导致您被拒绝访问此等工具。</div>
        <div>由一人或多人，或由一家旅行社代表一名或多名拟定宾客在小程序上进行的预订，如果在同一个住宿时段涉及到同一家酒店的超过九 (9) 间客房，必须直接向酒店预订。如果通过任何其他方法预订了同一个住宿时段同一家酒店的超过九 (9) 间客房，我们保留取消此等预订或对其附加其他要求的权利。 </div>
        <div>部分房价有特殊资格要求，例如要求希尔顿荣誉客会、AAA 或 AARP 会籍。您有责任核实自己是否符合预订该等房价的资格。如果您不符合资格，酒店没有提供该等房价的义务。</div>
      </div>
      <div className="content">
        <div className="subtitle">III. 资料使用限制 </div>
        <div>本小程序所包含的所有资料的知识产权均归 希尔顿、其子公司或关联企业和／或第三方许可方所有。您不得通过任何方式，对本小程序或任何由我们或我们的关联企业所拥有、运营、许可或控制的网站或小程序上所包含的任何资料进行复制、翻印、再版、上传、发布、传播或散布。在本条款的范围内，禁止将任何此类资料用于任何其他网络、互联网、内联网、外联网或其他网站、小程序或电脑环境。所有商标、服务标记、商号及商业外观均为我们所有。未征得我们的事先明确书面同意，不可设计或利用框架技术纳入我们的任何商标、徽标或其他专有信息（包括图片、文本、页面设计或表格等）。未征得我们的事先明确书面同意，您不可在任何元标签或任何其他“隐藏文本”中使用我们的名称、商标或其他专有信息。</div>
        <div>除非另有说明，所有的名称、徽标、商标、服务标记、商业外观和商号均为希尔顿集团及其关联公司所有，未征得我们的事先明确书面同意，任何人不得以任何目的加以使用。我们将我们的商标视为宝贵资产，并将严肃对待任何与之相关的侵权行为。</div>
        <div>如您从本小程序下载软件或跳转至其他的小程序，该软件、小程序、包括该软件或小程序包含或生成的任何文件、图片，以及软件随附的数据（统称“软件”）的许可均由我们或第三方许可方向您提供，仅限您用于与本小程序相关的用途。我们并未将软件的所有权转让给您。您拥有保存该软件的媒介，但我们（或第三方许可方）保留软件的所有及完整所有权以及与之相关的所有知识产权。您不可重新发行、出售、反编译、逆向工程、反汇编或通过其他方式将软件还原成可读的形式。</div>
      </div>
      <div className="content">
        <div className="subtitle">IV. 提交建议</div>
        <div>我们非常乐于聆听用户的反馈信息，十分欢迎您对本小程序以及与之相关的产品和服务提出意见。但很可惜，鉴于公司的长期政策，除非我们明确提出相应的要求，我们无法接受或考虑任何与创意相关的意见、建议或资料。我们聘用在相同或类似领域工作的优秀员工和顾问。我们希望您理解，我们设立此项政策的目的在于避免将来我们的专业人员和／或顾问所开发的项目可能被他人认为与他们所提供的创意工作相似而产生误解。请勿主动向我们发送任何类型的原创创意资料。您对本小程序以及与之相关的产品和服务的反馈对我们而言弥足珍贵，然而，我们恳请您在提出意见的同时亦能考虑此项要求，请勿在其中夹杂任何与创意相关的意见、建议或资料（除非我们特别要求）。 </div>
        <div>如果您应我们的要求提交了特定资料，或不管我们作何要求，您将与创意相关的建议、意见、想法、图纸、概念或其他信息（统称“提交建议”）提交给我们，则此类提交建议的所有权将被视为、且始终归我们所有。我们对所有提交建议均不承担任何保密义务，对任何提交建议的任何使用或披露亦不承担任何责任。在不限制前述规定的前提下，与所有领域内各种类型及性质的提交建议相关的所有当前已知或此后存在的权利均为我们所专有，且我们有权以任何目的（商业或其他）不受限制地使用此类提交建议，而无须给予建议提供者任何补偿。</div>
      </div>
      <div className="content">
        <div className="subtitle">V. 论坛和公共交流 </div>
        <div>“论坛”是指本小程序所提供的聊天室、信息公告板或电子邮件功能，它们是本小程序的组成部分。如果您加入了本小程序内的论坛，如适用，您不得：(i) 诽谤、谩骂、骚扰或威胁他人；(ii) 发表任何偏执、敌意或种族侵犯性质的言论；(iii) 鼓吹违法活动或以实施为目的讨论违法活动；(iv) 张贴或散布任何违背和／或侵犯任何第三方权利或任何法律的资料；(v) 张贴或散布任何低俗、淫秽、不合礼仪或不得体的语言或图片；(vi) 做广告、出售商品或服务、或教唆他人；(vii) 除促成本小程序交易外，以任何类型的商业目的使用论坛；(viii) 张贴或散布任何包含病毒或其他有害成分的软件或其他资料；或 (ix) 在任何聊天室或公告板上张贴或发表与特定话题或主题无关的资料或言论。您须对您发布的讯息内容负全责，还应赔偿并确保我们与我们的酒店及我们和酒店的所有者、合作伙伴、子公司、关联企业、特许经营商，以及上述所有个人或实体的高级人员、董事、代理、承包商、分包商、宾客、住客、访客、被许可人、被邀者、被准许者及员工（统称“受偿方”）不受这些讯息内容的伤害。我们保留以任何原因随时删除或编辑任何论坛中相关内容的权利。 </div>
        <div>您将资料上传至任何论坛或将任何资料提交给我们，表明您已自动授予（或担保此类资料的所有者已明确授予）我们永久、免版税、不可撤销的、非排他权利和许可，以使用、复制、修改、改编、出版、翻译、公开表演和展示，以及基于其创作衍生作品并传播此类资料或将此类资料包含于所有领域内当前已知或日后开发的任何形式、媒介或技术之中。除此之外，您保证不行使此类资料中所包含的所有“著作人身权”。</div>
        <div>加入论坛时，请勿在任何聊天室、公告板或其他用户自创内容空间轻信他人具有自称所具有的身份，知道自称所知的一切，或属于自称所属的组织。从论坛中获得的信息未必可靠，请勿单纯或在很大程度上根据您无法确认的信息进行任何交易或作出任何投资决定。我们概不对任何信息的内容或准确性承担任何责任，亦不对基于此类信息作出的任何交易或投资决定承担任何责任。</div>
      </div>
      <div className="content">
        <div className="subtitle">VI. 本小程序的链接内容 </div>
        <div>我们在本小程序中为您提供了我们认为您可能感兴趣的其他网站链接或小程序码，以便您访问这些网站或小程序。在提供这些链接或小程序码时，我们并不对此类网站或小程序或其散布的资料或提供的服务表示认可、倡议或推荐，亦不对这些资料、服务或来自任何其他网站或小程序或与之相关的其他情况承担任何责任。 </div>
        <div>浏览互联网和使用本小程序时请谨慎判断。请注意，使用本小程序时，您可能会链接或跳转至其他不属于我们控制范围之内的网站或小程序。本小程序中的部分链接或识别码可能会带您离开本小程序。例如，当您“点击”横幅中的广告或某条搜索结果时，该“点击”可能会带您离开本小程序。其中包括广告商、赞助商及根据品牌合作协议使用我们徽标的内容合作伙伴的链接。此类其他网站或小程序可能会向您发送他们自有的 cookie、收集数据、索取个人信息或包含您认为不恰当或令人不快的信息。此外，本小程序的广告商也可能向用户发送 cookie，这并不在我们的控制范围之内。 </div>
        <div>我们保留禁用本小程序所包含的任何第三方网站链接或小程序的权利。 </div>
        <div>我们概不对本小程序任何目录中所列网站或小程序的内容作出任何陈述。因此，我们无法对任何搜索结果中所列的网站或小程序或本小程序的其他链接中所含资料的准确性、适切度、版权合规性、合法性或适宜性负责。</div>
        <div>请谨记，每当您通过网络发送信息时，该信息可能被陌生人搜集并使用。我们无法保证您在线披露的任何信息的安全性；您在披露此类信息时，须自行承担相应的风险。 </div>
      </div>
      <div className="content">
        <div className="subtitle">VII. 免责声明 </div>
        <div>包括互联网在内的电子传输均属公共媒体，此类媒体均为公用而非私用。与此类使用相关的或由此而产生的信息均为公开，或归收集信息的用户所有，而非个人或隐私信息。</div>
        <div>您同意在使用本小程序时独立承担相应的风险。本小程序所包含的内容、服务和资料均按“原样”及“现有”基础提供，而未作出任何类型的明示、暗示或法定的陈述或担保。我们概不对本小程序或本小程序的任何链接网站或跳转小程序所包含的服务、内容或资料的准确性、可靠性、可用性或完整性作出任何陈述、担保或许可。在适用法律许可的最大范围内，我们放弃所有明示或暗示担保，包括但不限于对适销性、对特定目的实用性、所有权、非侵权、设计、准确性、性能、充足性、适宜性、容量、完整性、可获得性、兼容性或在处理、执行过程中所产生的情况的担保。我们概不保证本小程序或本小程序所含的服务、内容、资料或功能均能源源不断地提供、不受任何干扰、不包含任何差错或及时修正错误，或本小程序、其服务、内容、资料或用于支持本小程序或此类服务、内容及资料的服务器免受病毒或其他有害成分的干扰、或其准确性或完整性。对于使用或因使用本小程序所提供的服务、内容、资料、功能或产品所产生的结果，我们不对相关的正确性、准确性、可靠性或其他方面作出任何担保或陈述。您将承担所有因必要的服务、维修或修正而产生的一切费用。适用法律可能不允许暗示担保的除外责任，因此，以上除外责任可能不适用于您。在我们需对任何与此类事宜相关的损害承担责任时，对您所作的唯一性和专享性补偿将仅限于就您之前向承担责任之实体付款购买但未能提供的服务或产品给予退款。您就此放弃任意及全部在索赔或诉讼所基于的此类行为、事件、情况或疏漏首次发生一 (1) 年后在任意场合就这些事宜发起任何索赔或诉讼的权利。</div>
        <div>我们在此明确放弃与链接、跳转至本小程序或由本小程序提供链接、小程序码的网站或小程序上所包含的信息的准确性、内容或可获得性相关的任何责任。我们对于您从本小程序或链接、跳转至本小程序或由本小程序提供链、小程序码的第三方网站或小程序上，或本小程序所含的第三方网站或小程序内容中所购买的任何产品或服务的满意度无法作出任何担保。我们不对任何商品表示认可，亦不会采取任何措施以确认此类第三方网站或小程序或内容中所含的任何信息的准确性或可靠性。我们对任何第三方要求您提供的信息（包括但不限于信用卡及其他个人信息）的安全性不作任何陈述或担保，您在此不可撤销地放弃就相关网站或小程序及第三方内容对受偿方提出任何索赔的权利。我们强烈建议您在与任何此类第三方进行在线或线下交易前，尽可能开展您觉得有必要或适当的任何类型的调查。 </div>
        <div>受偿方不对电话、电气、电子设备、网络、互联网、电脑、硬件或软件程序的故障、失灵、延迟或障碍，或邮件、电子邮件、表格邮件、连接、讯息或记录的延迟、丢失、被盗、字迹模糊、不完整、混淆、错寄、残缺或欠资，或任何及所有此类事宜的安全性负有任何责任。 </div>
        <div>此外，受偿方对输入信息的错误或不准确亦不承担任何责任，无论此类错误或不准确性是否由您或与本小程序相关或本小程序所使用的任何设备或程序，或在与本小程序相关的任何信息的处理过程中可能发生的任何技术或人为错误所导致。</div>
        <div>如果我们经全权绝对酌情判断，认为您无视本协议的规定，或采取非光明正大的行为，有意骚扰、滥用、威胁或侵扰他人，或采取任何其他具有破坏性的方式，我们有权禁止您进入或使用本小程序。同时，我们保留经全权绝对酌情决定拒绝服务、终止账号、删除或编辑内容或取消订单的权利。</div>
        <div>如果本小程序的任何一部分由于任何原因，包括感染电脑病毒、程序缺陷、恶意篡改、未授权侵入、欺诈、技术故障或任何超出 希尔顿 合理控制范围的其他破坏或影响了本小程序的管理、安全、公平、完整或正当操作的原因，无法按计划运行，我们保留（但并非出于义务）经全权绝对酌情决定，禁止您和任何会员、买家或供应商（以及您和其所有信息）使用本小程序，以及取消、终止、修改或暂停本小程序或其中任何部分并排除此类信息的权利。</div>
        <div>此外，您也同意受偿方无需以任何方式对以下情况负有责任：与使用本小程序或链接、跳转至本小程序或本小程序提供链接、小程序码或相关的任何网站、小程序、服务或资料有关的或由其导致的伤害、损失、电脑损坏，或拦截或使用信用卡信息；以及通过或未通过您所使用的电脑或网络操作的或通过此类电脑或网络进行通讯的本小程序的任何部分相关的或由其导致的任何伤害、损失、索赔或损害。 </div>
        <div>对于我们所列出或提供链接的第三方的产品或服务，我们的小程序仅用作供应商出售产品和服务（或，如适用，提供采购报价），以及买家购买此类产品和服务的平台。我们不参与买卖双方的实际交易。因此，我们无法控制宣传对象的品质、安全性或合法性、所列对象的真实性或准确性，以及供应商出售产品或买家购买产品的能力。我们无法保证买家或供应商确能完成整个交易。 </div>
        <div>我们无法控制其他用户通过本小程序所提供的各类信息。您可能会发现其他用户提供具有冒犯性、伤害性、不准确或虚假的信息。在使用本小程序时，请谨慎操作并使用常识进行判断。请注意，使用本小程序时可能还会因与外籍人士、未成年人或有意欺骗的人士交涉而导致风险。</div>
        <div>尽管我们有意确保本小程序所含的产品描述均为当前最新且准确无误，但我们对本小程序所含的产品描述在任何或所有方面的准确性、完整性、是否为当前最新或可靠性不作任何担保或陈述。若本小程序所含的某件产品并非如其所述，您能采取的唯一补救措施为：按照供应商的退货政策退还原封未动的产品。</div>
        <div>我们对通过本小程序或链接、跳转至本小程序的任何网站或小程序传输的任何通讯或信息的保密性或隐私不作任何担保。我们对通过本小程序进行网络传输或在其他方面与您使用本小程序相关的信息、电子邮件地址、注册及身份证明信息、磁盘空间、通讯、保密或商业机密信息，或任何其他内容的隐私概不负责。 </div>
        <div>我们或任何受偿方提供的任何口头建议或书面通讯或信息均不构成任何种类的担保，且您不得依赖任何此类信息或建议。我们保留全权绝对酌情决定且不经通知，在任何时候更正本小程序任何部分的任何错误或遗漏信息，或阻止任何人访问本小程序的权利。我们和任何受偿方概不对您因依赖本小程序提供的信息所产生的结果承担任何责任。</div>
        <div>搜索与目录是本小程序可能提供的与之相关的免费服务。由于网站变化无常，任何搜索引擎技术均无法在任何既定时间找到所有可访问的网站。因此，我们明确拒绝对本小程序提供的与之相关的任何搜索索引或目录所包含信息的内容或可获得性承担任何责任。 </div>
        <div>本小程序可能包含与网站上显示的信息（包括但不限于房价、费用或适用于您的交易的供应情况）相关的技术错误或印刷错误或可能遗漏信息。我们对本小程序中出现的任何印刷、图片、技术或定价错误（包括但不限于酒店房价错误）概不负责。我们保留不经通知随时（包括在确认预订后）更改、更正和／或改进本小程序，以及此类信息所描述的产品与计划的权利。 </div>
        <div>我们保留决定对我们最低房价的索赔申请保证是否有效，及是否满足所有确定要求及计划适用条款的权利。所有索赔申请均将经过审核与确认。如申请被视为合格，则宾客服务部将与申请者取得联系，且申请将按照计划适用条款处理。</div>
      </div>
      <div className="content">
        <div className="subtitle">VIII. 赔偿 </div>
        <div>您有责任全权对您的密码和账户以及在您的账户下进行的一切活动保密。您特此就任何及所有指控、付款要求、索赔、责任、损害赔偿、罚款、处罚或费用（包括合理的律师费），对受偿方进行赔偿，使其免受伤害，并为其进行抗辩，而不论上述各项的性质为何，亦不论其是否由因本协议所导致或在任何方面与之相关的、本小程序为您提供的服务或产品或您采取或未采取任何相关行动所导致或在任何方面与之相关的任何人的死亡或受伤或任何财产损失或损害赔偿或其他原因（“索赔”）所致，且不论是否由 希尔顿 的疏忽或受偿方的任何代理或员工或上述任何一方的疏忽（除适用法律禁止外，并且只在适用法律禁止的情况下）或您的账户所招致的索赔所致，而该索赔包括但不限于任何与您侵犯任何人的知识产权（包括但不限于版权、专利权、商业机密、商标、艺术家权利、著作人身权、隐私权、形象权或其他知识产权法所规定的权利）相关的索赔。如由本协议引起或与之相关的任何索赔或任何法律行动或法律程序是针对多个受偿方，或其中任一受偿方提出或提起的，则任何此类受偿方均有权通过向您发出合理通知，要求您自费抵制此类索赔或对任何此类法律行动或法律程序进行抗辩，并为此聘请律师；且该律师须获得相关受偿方的事先书面批准，如该律师作为您的保险承保人参与到此类抵制或抗辩，则视为已据此给予批准。您须配合我们对任何索赔进行抗辩。我们保留我们自费进行专属抗辩和控制任何应由您承担赔偿责任的事项的权利。 </div>
      </div>
      <div className="content">
        <div className="subtitle">IX. 责任限制 </div>
        <div>在任何情况下，包括但不限于疏忽，我们均不对因以下原因所导致的任何利润损失、需赔偿的费用、直接、间接、附带、特定、信赖、继发性或惩罚性损害赔偿承担任何责任：使用或无法使用本小程序或本小程序的服务或功能，或您访问或无法访问本小程序，或您依赖本小程序或本小程序的服务、内容、资料或功能，或本小程序提供或无法提供服务或信息，或因无法使用、数据丢失或利润损失所导致的任何损害赔偿，而不论我们是否被告知存在此类损害赔偿的可能性，且不论是否基于任何责任理论（包括疏忽）。此外，我们概无责任更新本小程序或其内容。适用法律可能不允许排除或限制偶发或继发性损害赔偿，因此上述限制或排除将可能不适用于您。在任何情况下，我们就所有赔偿、损失及诉由（无论根据合同还是民事侵权行为，包括但不限于疏忽或其他原因）对您承担的全部责任，均不超过您为访问本小程序所支付的金额（如有）。如您对本小程序或本小程序所提供的或与本小程序相关的任何产品、服务、会员、供应商和／或买家（视情况而定）感到不满，您的唯一和专有补救方式为停止使用本小程序并根据本文的条款终止本协议。</div>
      </div>
      <div className="content">
        <div className="subtitle">X. 豁免条款 </div>
        <div>使用本小程序，即表示您确认并同意，豁免、解除受偿方的以下责任，并使其免受以下责任的损害，以及确认并同意受偿方概不承担或担负以下责任：因使用本小程序或接受、持有、使用或误用与本小程序相关或从本小程序获取的信息、资料、服务或产品所导致的，与本小程序的所有方面相关的任何责任（包括但不限于任何疾病、损失、诉讼、人身伤害、死亡、财产损失及就形象权、诽谤或侵犯隐私权提出的索赔，以及合理的律师费和诉讼费）。我们保留随时限制或拒绝任何人访问本小程序及其服务、内容、资料和功能的权利，并无须因此承担任何责任。此外，我们还保留在发生与使用本小程序相关的欺诈或违法行为时，寻求任何种类的救济（包括但不限于律师费）的权利。</div>
        <div>由于我们并不参与买家与供应商之间的实际交易（如适用），因而如您与一位或多位用户产生争议，您也可代表您自身、您的前公司（如适用）及其当前和以前的高级人员、员工、董事、股东、母公司、子公司、至交、关联企业、合作伙伴、代理、律师、会计师、继承人、遗嘱执行人、管理人、保管人、继任人以及受让人（如适用），特此完全并永久豁免受偿方对任何及所有索赔、付款要求、留置、法律行动、协议、诉讼、诉由、义务、争论、债务、成本、律师费、开支、损害赔偿、审判、命令所需承担的责任（不论在法律或其他方面属于何种类或性质，也不论其根据在签立本协议生效之日或之前的任何时间发生的，由本协议或本小程序引起的、在任何方面涉及、属于本协议或本小程序或与之相关的任何情况、事件或疏忽，为当前已知或被怀疑已存在或可能已存在，或确实存在或此后能够、应当或可能存在）。您亦确认存在以下可能：签立本协议后，您将发现一些签立本协议时并不知晓或未曾怀疑的情况，或您将招致或蒙受签立本协议时并不知晓或未曾怀疑的索赔，而如您在签立本协议时知晓上述情况或索赔，将会对您签立本协议的决定产生重大影响。您确认并同意，由于本协议，您将承担此类未知情况及此类未知或未曾怀疑的索赔带来的任何风险。</div>
      </div>
      <div className="content">
        <div className="subtitle">XI. 司法管辖事宜 </div>
        <div>本小程序所描述和提供的产品和／或服务可能无法在您的国家获得。我们概不就本小程序所提供的服务或产品在任何特定地点的适宜使用性或可予使用性作出任何陈述。您选择访问本小程序完全是出于自愿，且须负责在本地法律适用的前提和范围下，遵守本地法律。如使用本小程序和／或浏览或使用其中的任何资料或内容或所提供的服务违反或触犯您所在司法管辖区内的任何适用法律，则您不会获得浏览或使用本小程序的授权，且必须立即退出本小程序。您浏览和／或使用本小程序即构成您的一项陈述，即您无条件地获准浏览和使用本小程序，而不受到任何限制，且受偿方可依赖该陈述。由于希尔顿是总部位于美国的希尔顿集团的在华子公司，本小程序所涉及的部分软件、产品或服务有可能受到美国出口管制的限制。不得下载本小程序的任何软件，或不得以任何其他方式将任何软件、产品或服务出口或再出口至 (i) 古巴、伊拉克、利比亚、朝鲜、伊朗、叙利亚或任何其他受到美国或联合国禁运限制或制裁的国家（或其公民或居民）；或 (ii) 美国财政部“特别指定国民名单”所列的人员或受到相同或类似限制的任何人（即使其未被列入美国商务部颁布的“拒绝订购表”）。下载或使用相关软件、产品和服务，即表示您声明并担保您并非处于、受控于任何此类国家，并非任何此类国家的公民或居民，或并未被纳入上述任何限制名单或受到任何此类限制。 </div>
      </div>
      <div className="content">
        <div className="subtitle">XII. 访问与干涉 </div>
        <div>您将不会在未事先获得我们明确书面同意的情况下，使用任何遥控设备、三角架、其他自动化设备或手动程序来监督或复制本小程序或其中的内容或信息（包括信息）。您同意，您将不会使用任何设备、软件或程序来干涉或尝试干涉本小程序的正常运作或通过本小程序进行的任何交易。您同意，您将不会在未事先获得我们或适当第三方明确书面同意的情况下，复制、重制、更改、修订、创造衍生作品，或公开展示本小程序的任何内容（您享有所有权权益的任何信息除外）。</div>
        <div>您向我们提供的信息（包括您和任何会员、买家或供应商信息）(i) 不得包含任何病毒、木马、蠕虫、定时炸弹、删除蝇或其他有意破坏、负面干扰、秘密拦截或侵占任何系统、数据或信息的电脑编程程序；且 (ii) 不得使我们承担任何责任或导致我们无法使用我们的互联网服务提供者或其他供应商提供的（所有或部分）服务。</div>
      </div>
      <div className="content">
        <div className="subtitle">XIII. 无代理条款 </div>
        <div>您与 希尔顿 为独立订约人，且本协议无意构建或建立任何代理、合作、合资、劳资或特许经营关系。 </div>
      </div>
      <div className="content">
        <div className="subtitle">XIV. 终止 </div>
        <div>在任何一方终止上述条款之前，上述条款始终有效。您可随时通过停止使用本小程序，并销毁从任何及所有此类小程序获取的所有资料、所有相关文件及其所有副本和安装文件（不论是按本协议条款还是其他规定创建），终止上述条款。如我们凭全权绝对酌情决定权，认为您未遵守本协议的任何条款或规定，我们有权不经通知立即终止您对本小程序的访问。终止您的访问后，您必须停止使用本小程序，销毁从本小程序获取的所有资料及其所有副本（不论是按本协议条款还是按其他规定创建）。尽管本协议已终止，但您确认并同意，就本质而言拟定在本协议终止后有效，以确保本协议可全面实施的相关权利和义务在本协议终止后仍然有效；此类权利和义务包括但不限于本协议以下规定：(i) 资料使用限制；(ii) 提交建议；(iii) 免责声明；(iv) 赔偿；(v) 责任限制；(vi) 豁免条款；(vii) 访问与干涉；(viii) 论坛；(ix) 无代理条款；以及 (x) 遵守法律。</div>
      </div>
      <div className="content">
        <div className="subtitle">XV. 一般规定 </div>
        <div>您须遵守与您使用本小程序，及招揽要约购买和／或出售产品和／或服务相关的一切适用法律、法令、条例和规定。本协议须受中国法律的管辖，并据此解释，而无需施行任何法律冲突原则。协议双方应当诚意协商解决双方之间因本协议产生，或者与本协议有关的索赔或者争议，包括与协议存续性、有效性或者终止有关的问题。如果一方提出书面协商请求后三十（30）天内，索赔或者争议没有通过谈判得以解决，任何一方可以将此事项提交中国国际经济贸易仲裁委员会，由其依据中国国际经济贸易仲裁委员会现行规则仲裁。仲裁地点（法律意义上的仲裁地点）为上海。仲裁程序应当采用中英文进行仲裁。仲裁裁决应当以书面形式交付，并为最终裁决，对双方均具法律约束力。在您的居住国的适用法律要求适用其他法律和/或司法管辖，并且无法通过合同排除的情况下，前述规定不予适用。如本协议的任何规定不合法、无效或因任何原因无法强制执行，则该条规定须视为可从本协议中分割出来，且不得影响任何余下规定的有效性与可强制执行性。本协议是我们就本协议主旨事项订立的完整协议，除本协议另有规定外，不得予以修订。在任何一种或多种情况下，对本协议任何条款、规定或条件的放弃（不论通过行动还是其他方式）均不得被视为或构成对本协议任何其他条款、规定或条件的放弃（不论是否类似），亦不得构成对任何此类条款、规定或条件的持续放弃。任何弃权均不具约束力，除非放弃权利的一方以书面形式签立相关弃权文件。</div>
        <div>如需了解关于我们如何处理您在小程序上的信息的隐私权政策，请查阅我们的“隐私声明”。</div>
        <div>如果您对本协议或本服务有意见或建议，请发送邮件至我们的客服邮箱<a href="mailto:ChinaAppSupport@hilton.com" className="blue">ChinaAppSupport@hilton.com</a>。</div>
      </div>
    </div>
  </div>